[
    {
        "timestamp": "2024-12-11 21:19:41",
        "respostas": [
            {
                "pergunta": "Pergunta 1",
                "resposta": "SIM bastante"
            },
            {
                "pergunta": "Pergunta 2",
                "resposta": "É dificil se concentrar"
            },
            {
                "pergunta": "Pergunta 3",
                "resposta": "Portugues, muita coisa pra ler e matematica, eu erro muito facil as contas"
            },
            {
                "pergunta": "Pergunta 4",
                "resposta": "Sim, ela explica muito rapido"
            },
            {
                "pergunta": "Pergunta 5",
                "resposta": "Anotar no caderno ou na agenda"
            },
            {
                "pergunta": "Pergunta 6",
                "resposta": "Matematica, principalemnte materias novas"
            },
            {
                "pergunta": "Pergunta 7",
                "resposta": "Fico impaciente e procupo outras coisas para fazer."
            },
            {
                "pergunta": "Pergunta 8",
                "resposta": "Terminar a louça primeiro, mas é difícil resistir a outras coisas"
            },
            {
                "pergunta": "Pergunta 9",
                "resposta": "Aulas mais divertidas e explicações mais simples. "
            },
            {
                "pergunta": "Pergunta 10",
                "resposta": ""
            }
        ]
    },
    {
        "timestamp": "2024-12-11 21:21:33",
        "respostas": [
            {
                "pergunta": "Pergunta 1",
                "resposta": "Sim, percebo que ele tem bastante dificuldade em se concentrar. Começa a fazer a lição, mas logo se distrai com qualquer barulhinho ou brinquedo que veja por perto. Às vezes, ele até levanta da mesa e começa a andar pela casa."
            },
            {
                "pergunta": "Pergunta 2",
                "resposta": "Ele costuma reclamar bastante e adiar o máximo possível. Às vezes, até finge que esqueceu de alguma coisa para não precisar começar"
            },
            {
                "pergunta": "Pergunta 3",
                "resposta": "Sim, isso é bem comum. Ele começa a fazer a lição, mas logo perde o interesse e deixa tudo pela metade. E, claro, no dia seguinte já esqueceu de terminar"
            },
            {
                "pergunta": "Pergunta 4",
                "resposta": "Ele gosta bastante de educação física e de algumas atividades mais práticas, como experiências de ciências. Nessas horas, ele fica bem mais atento e participativo."
            },
            {
                "pergunta": "Pergunta 5",
                "resposta": "Ele tem muita dificuldade em seguir uma rotina. Esquece dos horários das atividades e precisa que a gente o lembre de tudo"
            },
            {
                "pergunta": "Pergunta 6",
                "resposta": "Não tanto quanto nas tarefas escolares. Quando está brincando com os amigos, ele consegue se concentrar por mais tempo. Mas se alguma coisa nova e interessante aparecer, ele logo muda de foco"
            },
            {
                "pergunta": "Pergunta 7",
                "resposta": "Sim, ele é bem desorganizado. Perde os cadernos, não encontra os lápis e sempre deixa a mochila toda bagunçada."
            },
            {
                "pergunta": "Pergunta 8",
                "resposta": "Acho que a falta de atenção é o maior problema. Ele começa uma atividade, mas logo se distrai com qualquer coisa. A impulsividade também atrapalha bastante, ele não consegue esperar a sua vez e interrompe os outros."
            },
            {
                "pergunta": "Pergunta 9",
                "resposta": "Já tentei criar um espaço de estudo organizado, estabelecer uma rotina, dividir as tarefas em partes menores e oferecer recompensas. Algumas coisas funcionam por um tempo, mas depois ele volta aos mesmos hábitos."
            },
            {
                "pergunta": "Pergunta 10",
                "resposta": "Acho que seria importante ter um acompanhamento mais individualizado na escola, com atividades mais dinâmicas e que despertem o interesse dele. Em casa, podemos continuar tentando criar uma rotina mais estruturada e oferecer todo o apoio que ele precisa. Talvez até procurar um profissional para nos orientar"
            }
        ]
    }
]